Repository: floresam/test-cbatticon
Catalog: cbatticon-*.po
Languages: es_es, fr_fr, pt_pt

source: Display the version
es_es: Mostrar la versións
fr_fr: Afficher la versions
pt_pt: Exibir a versão

source: Display debug information
es_es: Mostrar información de depuración
fr_fr: Afficher les informations de débogage
pt_pt: Exibir informações de depuração

source: Set update interval (in seconds)
es_es: Establecer intervalo de actualización (en segundos)
fr_fr: Définir l'intervalle de mise à jour (en secondes)
pt_pt: Definir intervalo de atualização (em segundos)

source: Set icon type ('standard', 'notification' or 'symbolic')
es_es: Establecer tipo de icono (“estándar”, “notificación” o “simbólico”)
fr_fr: Définir le type d'icône (« standard », « notification » ou « symbolique »)
pt_pt: Definir tipo de ícone (“padrão”, “notificação” ou “simbólico”)

source: Set low battery level (in percent)
es_es: Establecer nivel de batería baja (en porcentaje)
fr_fr: Définir le niveau de batterie faible (en pourcentage)
pt_pt: Definir nível baixo de bateria (em percentagem)

source: Set critical battery level (in percent)
es_es: Establecer nivel de batería crítico (en porcentaje)
fr_fr: Définir le niveau de batterie critique (en pourcentage)
pt_pt: Definir nível crítico de bateria (em percentagem)

source: Command to execute when low battery level is reached
es_es: Comando a ejecutar cuando se alcance el nivel de batería baja
fr_fr: Commande à exécuter lorsque le niveau de batterie faible est atteint
pt_pt: Comando a executar quando o nível baixo de bateria for atingido

source: Command to execute when critical battery level is reached
es_es: Comando a ejecutar cuando se alcance el nivel de batería crítico
fr_fr: Commande à exécuter lorsque le niveau de batterie critique est atteint
pt_pt: Comando a executar quando o nível crítico de bateria for atingido

source: Command to execute when left clicking on tray icon
es_es: Comando a ejecutar al hacer clic izquierdo en el icono de la bandeja del sistema
fr_fr: Commande à exécuter lors d'un clic gauche sur l'icône de la barre des tâches
pt_pt: Comando a executar ao clicar com o botão esquerdo no ícone da bandeja

source: Hide the notification popups
es_es: Ocultar las ventanas emergentes de notificación
fr_fr: Masquer les notifications contextuelles
pt_pt: Ocultar as janelas de notificação

source: List available icon types
es_es: Listar tipos de iconos disponibles
fr_fr: Lister les types d'icônes disponibles
pt_pt: Listar tipos de ícones disponíveis

source: List available power supplies (battery and AC)
es_es: Listar fuentes de alimentación disponibles (batería y corriente alterna)
fr_fr: Lister les sources d'alimentation disponibles (batterie et secteur)
pt_pt: Listar fontes de energia disponíveis (bateria e corrente alternada)

source: [BATTERY ID]
es_es: [IDENTIFICADOR DE BATERÍA]
fr_fr: [IDENTIFIANT DE BATTERIE]
pt_pt: [IDENTIFICADOR DA BATERIA]

source: Cannot parse command line arguments: %s
es_es: No se pueden analizar los argumentos de la línea de comandos: %s
fr_fr: Impossible d'analyser les arguments de la ligne de commande : %s
pt_pt: Não é possível analisar os argumentos da linha de comando: %s

source: cbatticon: a lightweight and fast battery icon that sits in your system tray
es_es: cbatticon: un icono de batería ligero y rápido que se ubica en la bandeja del sistema
fr_fr: cbatticon : une icône de batterie légère et rapide qui se loge dans votre barre des tâches
pt_pt: cbatticon: um ícone de bateria leve e rápido que se situa na sua bandeja do sistema

source: version %s
es_es: versión %s
pt_pt: versão %s

source: List of available power supplies:
es_es: Lista de fuentes de alimentación disponibles:
fr_fr: Liste des sources d'alimentation disponibles :
pt_pt: Lista de fontes de energia disponíveis:

source: List of available icon types:
es_es: Lista de tipos de iconos disponibles:
fr_fr: Liste des types d'icônes disponibles :
pt_pt: Lista de tipos de ícones disponíveis:

source: available
es_es: disponible
fr_fr: disponible
pt_pt: disponível

source: unavailable
es_es: no disponible
fr_fr: indisponible
pt_pt: indisponível

source: Unknown icon type: %s
es_es: Tipo de icono desconocido: %s
fr_fr: Type d'icône inconnu : %s
pt_pt: Tipo de ícone desconhecido: %s

source: No icon type found!
es_es: ¡No se ha encontrado ningún tipo de icono!
fr_fr: Aucun type d'icône trouvé!
pt_pt: Nenhum tipo de ícone encontrado!

source: Invalid update interval! It has been reset to default (%d seconds)
es_es: ¡Intervalo de actualización no válido! Se ha restablecido al valor predeterminado (%d segundos)
fr_fr: Intervalle de mise à jour invalide ! Il a été réinitialisé à la valeur par défaut (%d secondes)
pt_pt: Intervalo de atualização inválido! Foi redefinido para o padrão (%d segundos)

source: Invalid low level! It has been reset to default (%d percent)
es_es: ¡Nivel bajo no válido! Se ha restablecido al valor predeterminado (%d por ciento)
fr_fr: Niveau faible invalide ! Il a été réinitialisé à la valeur par défaut (%d pour cent)
pt_pt: Nível baixo inválido! Foi redefinido para o padrão (%d por cento)

source: Invalid critical level! It has been reset to default (%d percent)
es_es: ¡Nivel crítico no válido! Se ha restablecido al valor predeterminado (%d por ciento)
fr_fr: Niveau critique invalide ! Il a été réinitialisé à la valeur par défaut (%d pour cent)
pt_pt: Nível crítico inválido! Foi redefinido para o padrão (%d por cento)

source: Critical level is higher than low level! They have been reset to default
es_es: ¡El nivel crítico es superior al nivel bajo! Se han restablecido a los valores predeterminados
fr_fr: Le niveau critique est supérieur au niveau faible ! Ils ont été réinitialisés aux valeurs par défaut
pt_pt: O nível crítico é superior ao nível baixo! Foram redefinidos para o padrão

source: type: %-*.*s id: %-*.*s path: %s
es_es: tipo: %%-*.*s id: %%-*.*s ruta: %s
fr_fr: type : %%-*.*s id : %%-*.*s chemin : %s
pt_pt: tipo: %%-*.*s id: %%-*.*s caminho: %s

source: Battery
es_es: Batería
fr_fr: Batterie
pt_pt: Bateria

source: AC
es_es: Corriente alterna
fr_fr: Secteur
pt_pt: Corrente Alternada

source: Cannot open sysfs directory: %s (%s)
es_es: No se puede abrir el directorio sysfs: %s (%s)
fr_fr: Impossible d'ouvrir le répertoire sysfs : %s (%s)
pt_pt: Não é possível abrir o diretório sysfs: %s (%s)

source: No battery with suffix %s found!
es_es: ¡No se ha encontrado ninguna batería con el sufijo %s!
fr_fr: Aucune batterie avec le suffixe %s trouvée !
pt_pt: Nenhuma bateria com o sufixo %s encontrada!

source: No battery nor AC power supply found!
es_es: ¡No se ha encontrado ninguna batería ni fuente de alimentación de corriente alterna!
fr_fr: Aucune batterie ni alimentation secteur trouvée !
pt_pt: Nenhuma bateria ou fonte de alimentação de corrente alternada encontrada!

source: AC only, no battery!
es_es: Solo corriente alterna, ¡sin batería!
fr_fr: Secteur uniquement, pas de batterie !
pt_pt: Apenas corrente alternada, sem bateria!

source: Spawning low battery level command in 5 seconds: %s
es_es: Ejecutando el comando de nivel de batería baja en 5 segundos: %s
fr_fr: Exécution de la commande de niveau de batterie faible dans 5 secondes : %s
pt_pt: A executar o comando de nível baixo de bateria em 5 segundos: %s

source: Skipping low battery level command, no longer discharging
es_es: Omitiendo el comando de nivel de batería baja, ya no se está descargando
fr_fr: Annulation de la commande de niveau de batterie faible, la batterie n'est plus en décharge
pt_pt: A ignorar o comando de nível baixo de bateria, já não está a descarregar

source: Cannot spawn low battery level command: %s
es_es: No se puede ejecutar el comando de nivel de batería baja: %s
fr_fr: Impossible d'exécuter la commande de niveau de batterie faible : %s
pt_pt: Não é possível executar o comando de nível baixo de bateria: %s

source: Cannot spawn low battery level command!
es_es: ¡No se puede ejecutar el comando de nivel de batería baja!
fr_fr: Impossible d'exécuter la commande de niveau de batterie faible !
pt_pt: Não é possível executar o comando de nível baixo de bateria!

source: Spawning critical battery level command in 30 seconds: %s
es_es: Ejecutando el comando de nivel de batería crítico en 30 segundos: %s
fr_fr: Exécution de la commande de niveau de batterie critique dans 30 secondes : %s
pt_pt: A executar o comando de nível crítico de bateria em 30 segundos: %s

source: Skipping critical battery level command, no longer discharging
es_es: Omitiendo el comando de nivel de batería crítico, ya no se está descargando
fr_fr: Annulation de la commande de niveau de batterie critique, la batterie n'est plus en décharge
pt_pt: A ignorar o comando de nível crítico de bateria, já não está a descarregar

source: Cannot spawn critical battery level command: %s
es_es: No se puede ejecutar el comando de nivel de batería crítico: %s
fr_fr: Impossible d'exécuter la commande de niveau de batterie critique : %s
pt_pt: Não é possível executar o comando de nível crítico de bateria: %s

source: Cannot spawn critical battery level command!
es_es: ¡No se puede ejecutar el comando de nivel de batería crítico!
fr_fr: Impossible d'exécuter la commande de niveau de batterie critique !
pt_pt: Não é possível executar o comando de nível crítico de bateria!

source: Cannot spawn left click command: %s
es_es: No se puede ejecutar el comando de clic izquierdo: %s
fr_fr: Impossible d'exécuter la commande de clic gauche : %s
pt_pt: Não é possível executar o comando do clique esquerdo: %s

source: Cannot spawn left click command!
es_es: ¡No se puede ejecutar el comando de clic izquierdo!
fr_fr: Impossible d'exécuter la commande de clic gauche !
pt_pt: Não é possível executar o comando do clique esquerdo!

source: Battery is missing!
es_es: ¡La batería no está presente!
fr_fr: La batterie est manquante !
pt_pt: A bateria está em falta!

source: Battery status is unknown!
es_es: ¡El estado de la batería es desconocido!
fr_fr: L'état de la batterie est inconnu !
pt_pt: O estado da bateria é desconhecido!

source: Battery is charged!
es_es: ¡La batería está cargada!
fr_fr: La batterie est chargée !
pt_pt: A bateria está carregada!

source: Battery is discharging (%i%% remaining)
es_es: La batería se está descargando (%i%% restante)
fr_fr: La batterie se décharge (%i%% restant)
pt_pt: A bateria está a descarregar (%i%% restante)

source: Battery is not charging (%i%% remaining)
es_es: La batería no se está cargando (%i%% restante)
fr_fr: La batterie ne se charge pas (%i%% restant)
pt_pt: A bateria não está a carregar (%i%% restante)

source: Battery level is low! (%i%% remaining)
es_es: ¡El nivel de batería es bajo! (%i%% restante)
fr_fr: Le niveau de la batterie est faible ! (%i%% restant)
pt_pt: O nível da bateria está baixo! (%i%% restante)

source: Battery level is critical! (%i%% remaining)
es_es: ¡El nivel de batería es crítico! (%i%% restante)
fr_fr: Le niveau de la batterie est critique ! (%i%% restant)
pt_pt: O nível da bateria está crítico! (%i%% restante)

source: Battery is charging (%i%%)
es_es: La batería se está cargando (%i%%)
fr_fr: La batterie est en charge (%i%%)
pt_pt: A bateria está a carregar (%i%%)

source: %d minute
es_es: %d minuto
pt_pt: %d minuto

source: %d hour, %s remaining
es_es: %d hora, %s restante
fr_fr: %d heure, %s restant
pt_pt: %d hora, %s restante

source: %d minute remaining
es_es: %d minuto restante
fr_fr: %d minute restante
pt_pt: %d minuto restante
